Repository: marwahaha/penguintv
Catalog: po/*.po
Languages: it, pt, pt_br, sv

source: Authorization Required
it: Richiesta Autorizzazione
sv: Verifiering krävs

source: You must specify a valid username and password in order to add this feed.
it: Devi fornire un nome utente e una password validi per aggiungere questa Sottoscrizione.
sv: DU måste fylla i ett giltigt användarnamn och lösenord för att lägga till denna feeden

source: No Feed in Page
it: Nessuna Sottoscrizione nella Pagina
sv: Inga feeds på sidan

source: PenguinTV couldn't find a feed in the web page you provided. You will need to find the RSS feed link in the web page yourself. Sorry.
it: PenguinTV non ha trovato una sottoscrizione nella pagina fornita. Dovrai cercare la sottoscrizione RSS nella pagina manualmente.
sv: PenguinTV kunde inte hitta en feed på websidan du angav. Du måste hitta länken till RSS feeden på websidan själv

source: Choose Feed
it: Seleziona la Sottoscrizione

source: Please choose one of the feeds in this page
it: Prego seleziona una delle Sottoscrizioni in questa pagina

source: There was an error downloading the torrent
it: Si è verificato un errore scaricando il torrent
pt: Ocorreu um erro ao efectuar o download do torrent
pt_br: Houve um erro ao abaixar o torrent
sv: Det uppstod ett fel vid nerladdningen av torrenten

source: Downloaded %(progress)s%% of %(size)s, %(time)s remaining.
it: Trasferiti %(progress)s%% di %(size)s, %(time)s rimanenti.
pt: Transferiu %(progress)s%% de %(size)s, %(time)s restantes.
pt_br: Abaixou %(progress)s%% de %(size)s, %(time)s restante.
sv: Nerladdat %(progress)s%% av %(storlek)ar, %(timme)ar återstår.

source: Downloaded %(progress)s%% of %(size)s
it: Trasferiti %(progress)s%% di %(size)s
pt: Transferiu %(progress)s%% de %(size)s
pt_br: Abaixou %(progress)s%% de %(size)s
sv: Nerladdat %(progress)s%% av %(size)s

source: Finished downloading %(filename)s
it: Download di %s terminato

source: New Query
it: Nuova Ricerca

source: New Tag
it: Nuova Etichetta

source: Articles
it: Articoli
sv: Artiklar

source: _Download
it: _Scarica
pt_br: Abaixar
sv: Ladda ner

source: Delete
it: Elimina
pt: Apagar
pt_br: Apagar
sv: Ta bort

source: Mark as _Viewed
it: Segna come _Visto
pt: Marcar como _Visto
pt_br: Marcar como _Visto
sv: Markera som _sedd

source: Mark as _Unviewed
it: Segna come _Non visto
pt_br: Marcar Como Inédito
sv: Markera som _icke sedd

source: Loading images...
it: Scarico immagini...
sv: Laddar bilder...

source: Full Entry...
it: Descrizione Completa...
pt: Entrada Completa...
pt_br: Entrada Completa...
sv: Hela Listan..

source: Downloading %s...
it: Scarico di %s...
pt: A transferir %s...
pt_br: Abaixando %s...
sv: Laddar ner %s...

source: Downloaded %(progress)d%% of %(size)s
it: Trasferiti %(progress)d%% di %(size)s
sv: Nerladdat %(progress)%% av %(size)s

source: Download queued
it: Download in coda
sv: Nerladdning i kö

source: There was an error downloading the file.
it: Si è verificato un errore scaricando il file.
pt: Ocorreu um erro ao efectuar o download do ficheiro.
pt_br: Houve um erro abaixando o arquivo.
sv: Det blev ett fel vid nerladdning av filen

source: Downloaded Media
it: Con Media scaricati
pt: Media tranferidos
pt_br: Abaixou Mídia
sv: Nerladdad Media

source: Search Results
it: Risultati Ricerca

source: All Feeds
it: Tutte le sottoscrizioni
pt: Todas as subscrições
pt_br: Todos Canais
sv: Alla Feeds

source: Feeds
it: Sottoscrizioni

source: Image
it: Immagine

source: No Homepage
it: Nessuna Homepage

source: There is no homepage associated with this feed. You can set one in the feed properties.
it: Nessuna homepage associata a questa Sottoscrizione. E' possibile inserirne una nelle proprietà della sottoscrizione

source: Please wait...
it: Attendere prego...
pt: Por favor aguarde...
pt_br: Por favor esperar...
sv: Var vänlig vänta...

source: There was an error trying to poll this feed.
it: Si è verificato un errore durante l'aggiornamento di questa sottoscrizione
pt_br: Houve um erro adicionando este canal
sv: Det uppstod ett fel vid gransking av denna feeden

source: 404: File Not Found
it: 404: File Non Trovato
sv: 404: Filen Hittades Inte

source: Some HTTP error: %(response)s
it: Rilevati errori HTTP: %(response)s
sv: HTTP fel: %(response)s

source: FTP error: %(response)s
it: Rilevati errori FTP: %(response)s

source: Unexpected FTP response: %(response)s
it: Risposta FTP inaspettata: %(response)s

source: Unknown protocol
it: Protocollo sconosciuto

source: finished downloading %s
it: download di %s terminato
pt: terminou o download de %s
pt_br: terminou de abaixar %s
sv: slutförde nerladdning av %s

source: Downloaded %(dl_now)s...
it: Scaricati %(dl_now)s...

source: Feed Added
it: Sottoscrizione aggiunta
pt: Subscrição Adicionada
pt_br: Canal Adicionado
sv: Feed tillagd

source: Error adding feed
it: Si è verificato un errore aggiungendo la sottoscrizione
pt: Erro ao adicionar a subscrição
pt_br: Erro ao adicionar canal
sv: Fel vid tilläggande av feed

source: Feed Updated
it: Sottoscrizione aggiornata
sv: Feed Uppdaterad

source: <span size="small">Feeds</span>
it: <span size="small">Sottoscrizioni</span>

source: No Feed Selected
it: Nessuna Sottoscrizione Selezionata

source: Please select the feed you would like to filter
it: Seleziona la Sottoscrizione da filtrare

source: Lucene required for feed filters
it: E' richiesto Lucene per i filtri sulle sottoscrizioni

source: _Delete All Media
it: _Cancella tutti i Media
pt: A_pagar Todos os Media
pt_br: Apagar Toda Mídia
sv: _Tab Bort All Media

source: _Remove Feed
it: _Rimuovi Sottoscrizione
pt: _Remover Subscrição
pt_br: _Remover Canal
sv: _Ta bort Feed

source: _Create Feed Filter
it: _Crea un Filtro Sottoscrizioni

source: Select OPML...
it: Seleziona OPML...
pt: Selecionar OPML...
pt_br: Selecionar OPML...
sv: Välj OPML...

source: Importing Feeds, please wait...
it: Importazione delle sottoscrizioni, attendere...
pt: A importar subscrições, por favor aguarde...
pt_br: Importando Canais, favor esperar...

source: Really Delete Feed?
it: Vuoi veramente cancellare la sottoscrizione?
pt: Apagar Realmente a Subscrição?
pt_br: Realmente Apagar Canal?
sv: Vill Du Verkligen Ta Bort Feeden?

source: Are you sure you want to delete this feed?
it: Sei sicuro di voler cancellare la sottoscrizione?
pt: Você tem certeza que deseja apagar esta subscrição?
pt_br: Você tem certeza que deseja apagar este canal?
sv: Är du säker du vill ta bort den här feeden?

source: tag: %s
it: Etichette: %s

source: All Tags
it: Tutte le Etichette

source: Edit Favorite Tags...
it: Edita le Etichette Preferite...

source: Downloaded %(percent)d%% of %(files)d file%(s)s, %(queued)d queued %(total)s
it: Scaricati %(percent)d%% di %(files)d file%(s)s, %(queued)d accodati %(total)s

source: Downloaded %(percent)d%% of %(files)d file%(s)s %(total)s
it: Trasferiti %(percent)d%% di %(files)d file%(s)s %(total)s

source: Reindexing Feeds...
it: Indicizzazione Sottoscrizioni...

source: Polling feeds for the first time...
it: Verifico la sottoscrizione per la prima volta...
pt: A verificar subscrições pela primeira vez...
pt_br: Puxando canais pela primeira vez...
sv: Granskar feeds för första gången...

source: Polling Feeds...
it: Aggiorno Sottoscrizioni...
sv: granskar feeds

source: Feeds Updated
it: Sottoscrizioni aggiornate
pt: Subscrições Actualizadas
pt_br: Canais Atualizados
sv: Feeds Uppdaterade

source: Loading Feeds...
it: Carico Sottoscrizioni...
sv: Laddar Feeds...

source: Enclosures Disabled
it: Enclosures Disabilitate

source: No Unviewed Media
it: Nessun nuovo Media
pt_br: Nenhuma Mídia Inédita
sv: Ingen Icke Visad Media

source: There is no unviewed media to download.
it: Non ci sono nuovi Media da scaricare.
pt: Não há media não vistos para executar o download.
pt_br: Não há nenhuma mídia inédita para abaixar.
sv: Det finns ingen icke visad media att ladda ner

source: Large Download
it: Download Grande
pt_br: Download Grande
sv: Stor nerladdning

source: If PenguinTV downloads all of the unviewed media, it will take %(space)s. Do you wish to continue?
it: Se PenguinTV scaricasse tutti i nuovi media, occorrerebbero %(space)s. Vuoi proseguire?
pt: Se o PenguinTV executar o download de todos os media inéditos, ocupará %(space)s. Deseja continuar?
pt_br: Se PenguinTV abaixar toda mídia inédita, ocupará %(space)s. Você deseja continuar?
sv: OM PenguinTV laddar ner all icke seed media, kommer de att ta %(space)s. Vill du fortsätta?

source: Not Enough Free Space
it: Spazio insufficiente

source: PenguinTV was unable to free enough disk space to download %(space)s of media.
it: PenguinTV non ha potuto liberare sufficiente spazio per scaricare %(space)s di media.

source: Exporting Feeds...
it: Esportazione delle sottoscrizioni...
pt: Exportando Subscrições...
pt_br: Exportando Canais...
sv: Exporterar Feeds...

source: Importing OPML file
it: Importa file OPML
sv: importerar OPML fil

source: Loading the feeds from the OPML file
it: Carico le sottoscrizioni dal file OPML
sv: Laddar feeds from OPML filen

source: Finishing OPML import
it: Finisco l'importazione dell'OPML
sv: Avslutar OPML importering

source: Unknown file type
it: Tipo di file sconosciuto

source: Polling Feed...
it: Aggiorno Sottoscrizioni...
sv: Granskar Feed...

source: Trying to poll feed...
it: Tento di aggiornare la sottoscrizione...
pt_br: Tentando puxar canal...
sv: Försöker att granska feed...

source: Trouble connecting to the internet
it: Errore durante la connessione ad Internet

source: complete!
it: completo!
pt: completo!
pt_br: completo!
sv: färdig!

source: Open
it: Apri

source: Download
it: Scarica
pt_br: Abaixar
sv: Ladda ner

source: Download And Open
it: Scarica e Riproduci

source: Pause
it: Pausa
pt: Pausar
pt_br: Pausar

source: Cancel
it: Annulla
pt: Cancelar
pt_br: Cancelar
sv: Avbryt

source: Open File
it: Apri file
pt: Abrir Ficheiro
pt_br: Abrir Arquivo
sv: Öppna Fil

source: Resume
it: Continua
pt: Continuar
pt_br: Resumir
sv: Forsätt

source: Re-Download
it: Scarica nuovamente
pt: Executar o Download Novamente
pt_br: Abaixar Novamente
sv: Ladda Ner Igen

source: Retry
it: Ritenta
pt: Tentar Novamente
pt_br: Tentar Novamente
sv: Försök Igen

source: minutes
it: minuti
pt: minutos
pt_br: minutos
sv: minuter

source: <b>Add Feed</b>
it: <b>Aggiungi sottoscrizione</b>
pt: <b>Adicionar Subscrição</b>
pt_br: <b>Adicionar Canal</b>
sv: <b>Lägg till Feed</b>

source: <b>Add Search Tag</b>
it: <b>Aggiungi Etichetta di Ricerca</b>

source: <b>BitTorrent Options</b>
it: <b>Opzioni BitTorrent</b>
pt: <b>Opções para BitTorrent</b>
pt_br: <b>Opções para BitTorrent</b>
sv: <b>BitTorrent Val</b>

source: <b>Create Feed Filter</b>
it: <b>Crea Filtro Sottoscrizioni</b>

source: <b>Feed Filter Properties</b>
it: <b>Proprietà filtro Sottoscrizione</b>

source: <b>Feed Properties</b>
it: <b>Proprietà Sottoscrizioni</b>

source: <b>General Options</b>
it: <b>Opzioni Generali</b>
pt: <b>Opções Gerais</b>
pt_br: <b>Opções Gerais</b>
sv: <b>Allmäna Val</b>

source: <b>Login Required</b>
it: <b>Richiesta Autorizzazione</b>
sv: <b>Inloggning Krävs</b>

source: <b>Modify Search Tag</b>
it: <b>Modifica Etichette di Ricerca</b>

source: <b>Options</b>
it: <b>Opzioni</b>

source: <b>Refresh Mode</b>
it: <b>Modalità di Aggiornamento</b>
pt: <b>Modo de Actualização</b>
pt_br: <b>Modo de Recarregar</b>
sv: <b>Omladdningsläge</b>

source: <b>Synchronization Preview</b>
it: <b>Anteprima della sincronizzazione</b>

source: <b>Synchronizing Media</b>
it: <b>Sincronizzo Media</b>

source: <i>Copying...</i>
it: <i>Copia...</i>

source: A username and password are required for this feed:
it: Devi fornire un nome utente e una password validi per aggiungere questa Sottoscrizione.
sv: Ett användarnamn och lösenord krävs för denna feeden:

source: Add Feed
it: Aggiungi Sottoscrizione
pt: Adicionar Subscrição
pt_br: Adicionar Canal
sv: Lägg Till Feed

source: Add Search Tag
it: Aggiungi Etichetta di Ricerca

source: Add _Feed Filter...
it: Aggiungi _Filtro Sottoscrizione...

source: Always show notification icon
it: Mostra sempre l'icona di notifica

source: Automatically download new media
it: Scarica automaticamente i nuovi media
pt: Executar automaticamente o download de novos media
pt_br: Abaixar automaticamente nova mídia
sv: Ladda ner automatiskt ny media

source: Autotune refresh period
it: Intervallo di aggiornamento automatico
pt: Período de actualização automática de sintonia
pt_br: Período de atualização automática de sintonia
sv: Automatisera omladdningsperiod

source: Browse...
it: Sfoglia...

source: Clear Search
it: Elimina Ricerca

source: Copy _audio files only
it: Copia solo file _audio

source: Create Feed Filter
it: Cera un Filtro Sottoscrizioni

source: Description
it: Descrizione

source: Destination
it: Destinazione

source: Download Unviewed Media
it: Scarica i nuovi Media
pt: Executar o download dos Media Não Vistos
pt_br: Abaixar Mídia Inédita
sv: Ladda Ner Icke Seed Media

source: Download _Unviewed Media
it: Scarica i nuovi Media
pt: Executar o download dos Media Não Vistos
pt_br: Abaixar Mídia Inédita
sv: Ladda Ner _Icke sedd Media

source: E_ntry
it: A_ggiungi
pt: E_ntrada
pt_br: E_ntrada
sv: L_ista

source: Edit Favorite Tags
it: Modifica le Etichette Preferite

source: Edit Saved Searches
it: Modifica le Ricerche Salvate

source: Edit Tags
it: Edita le Etichette
pt: Editar Etiquetas
pt_br: Editar Etiquetas
sv: Editera Tagar

source: Fee_d
it: _Sottoscrizioni
pt: _Subscrição
pt_br: Canal

source: Feed Filter Properties
it: Proprietà del Filtro di Ricerca

source: Feed Properties
it: Proprietà della Sottoscrizione

source: Filtered Feed Name:
it: Nome Sottoscrizione Filtrata

source: Hide Viewed
it: Nascondi già visti
pt: Esconder Vistos
pt_br: Esconder Não Inédito
sv: Göm sedda

source: Last Poll
it: Ultimo Aggiornamento

source: Limit total disk usage to
it: Limita lo spazio utilizzato a
pt: Limitar uso total do disco a
pt_br: Limitar uso total do disco para
sv: Begränsa diskutrymme till

source: Login Required
it: Richiesta Autorizzazione
sv: Inloggning Krävs

source: Mark As _Unviewed
it: Segna come _Non Visto
pt: Marcar Como _Não Visto
pt_br: Marcar Como Inédito
sv: Markera Som _Icke Sedd

source: Mark As _Viewed
it: Segna come _Visto
pt: Marcar Como _Visto
pt_br: Marcar Como Visto
sv: Markera Som _visad

source: Maximum port
it: Porta più alta
pt: Porto máximo
pt_br: Porta máxima
sv: Sista porten

source: Minimum port
it: Porta più bassa
pt: Porto mínimo
pt_br: Porta mínima
sv: Första porten

source: Modify
it: Modifica

source: Modify Search Tag
it: Modifica Etichetta di Ricerca

source: Next Poll
it: Prossimo Aggiornamento

source: None yet
it: Diego Cortassa <diego.cortassa@logx.it>
pt: Nenhum ainda
pt_br: Nenhum ainda
sv: Ingen ännu

source: Original Feed Name:
it: Nome Originale della Sottoscrizione

source: Pause Selected Downloads
it: Sospendi i Download Selezionati

source: PenguinTV Sourceforge Site
it: Sito di PenguinTV su Sourceforge
pt: Site do PenguinTV no Sourceforge
pt_br: Site no Sourceforge do PenguinTV
sv: PenguinTV Sourceforge Sida

source: Please enter the URL of the feed you would like to add; and any tags you would like to apply to this feed, separated by commas:
it: Per favore inserisci l'URL della sottoscrizione che vuoi aggiungere; ed eventuali Etichette da applicare separate da virgole:
sv: Var vänlig att fylla i url:en på feeden du vill lägga till; och tagar du vill lägga till denna feeden, separerade av kommatecken:

source: Please enter the name for the new filtered feed, and the search terms you'd like to filter for
it: Inserisci un nome per la nuova Sottoscrizione filtrata, e i termini di ricerca per i quali vuoi filtrare

source: Please enter the search terms you'd like to save, and a name for this search.
it: Inserisci i termini di ricerca che vuoi salvare, e un nome per questa ricerca.

source: Podcast and Video Blog aggregator for GTK+ and GNOME
it: Aggregatore di Podcast e VideoBlog per GTK+ e GNOME
pt: Podcast e agregador de VídeoBlog para GTK+ e GNOME
pt_br: Podcast e agregador de VídeoBlog para GTK+ e GNOME
sv: Podcast och Video Blog aggregator för GTK+ och GNOME

source: Poll all feeds on startup
it: Aggiorna le Sottoscrizioni all'avvio
sv: Granska alla feeds vid upstart

source: Preferences
it: Preferenze
pt: Preferências
pt_br: Preferências
sv: Inställningar

source: RSS Feed
it: Sottoscrizione RSS

source: Re_fresh
it: _Aggiorna
pt: _Actualizar
pt_br: Recarregar
sv: Ladda_Om

source: Re_fresh Search Indexes
it: _Aggiorna gli Indici di Ricerca

source: Re_name
it: Ri_nomina
pt: Re_nomear
pt_br: Re_nomear

source: Refresh Feeds
it: Aggiorna Sottoscrizioni
pt: Actualizar Subscrições
pt_br: Recarregar Canais
sv: Ladda Om Feeds

source: Refresh Feeds with _Errors
it: Aggiorna Sottoscrizione con _Errori

source: Refresh every
it: Aggiorna ogni
pt: Actualizar a cada
pt_br: Recarregar a cada
sv: Ladda om varje

source: Remove Feed
it: Elimina Sottoscrizione
pt: Remover Subscrição
pt_br: Remover Canal
sv: Ta Bort Feed

source: Resume Selected Downloads
it: Riprendi i Download Selezionati

source: Resume _All
it: Riprendi _Tutti
pt: Continuar _Todos
pt_br: Resumir Todos
sv: Fortsätt _Alla

source: Resume downloads on startup
it: Riprendi i download all'avvio
sv: Fortsätt nerladdningar vid uppstart

source: Save Search...
it: Salva Ricerca...

source: Search Feeds and Entries
it: Cerca Sottoscrizioni e Articoli

source: Search Terms:
it: Termini di ricerca:

source: Select a destination where all the downloaded PenguinTV media will be copied. If the destination is an mp3 player, make sure the mp3 player is connected before synchronizing.
it: Seleziona una destinazione dove PenguinTV scaricherà tutti i file. Se la destinazione è player mp3, assicurati che sia connesso prima di sincronizzare.

source: Select a tag in the list on the left, and all the feeds with that tag will be marked on the right. You may mark and unmark feeds to add or remove that tag from them. Tagged feeds will appear at the top of the list.
it: Seleziona una Etichetta dalla lista di sinistra, e tutti le Sottoscrizioni etichettate verranno selezionate a destra. Puoi selezionare o deselezionare le Sottoscrizioni per aggiungere o rimuovere la loro etichetta. Le sottoscrizioni Etichettate vengono spostate in cima alla lista.

source: Show _Notifications
it: Mostra _Notifiche

source: Stop Selected Downloads
it: Sospendi i Download Selezionati

source: Synchonization Preview
it: Anteprima di Sincronizzazione

source: Synchronize
it: Sincronizza

source: Synchronizing
it: Sincronizzo

source: Tag Editor
it: Editor di Etichette
pt: Editor de Etiquetas
pt_br: Editor de Etiquetas

source: Tag Editor...
it: Editor di Etichette...

source: Tag Highlighter:
it: Evidenziatore Etichette:
pt: Destacar Etiquetas:
pt_br: Destacador de Etiquetas:
sv: Framhäv Tag:

source: Tag name:
it: Etichette:

source: Tags:
it: Etichette:
pt: Etiquetas:
pt_br: Etiquetas:
sv: Tagar:

source: Tags:
it: Etichette:
pt: Etiquetas:
pt_br: Etiquetas:
sv: Tagar:

source: Title
it: Titolo

source: Upload rate limit
it: Limita la velocità di upload
pt: Limite da taxa de upload
pt_br: Limite da taxa de upload
sv: Uppladningsgräns

source: User Name:
it: Nome utente:
sv: Användarnamn:

source: Using:
it: In uso:
pt: A usar:
pt_br: Usando:
sv: Använder:

source: You can drag tags from the righthand side to the favorites list on the left. To remove a favorite, drag it from the lefthand side back to the right.
it: Trascina le Etichette dalla lista di destra a quella delle preferite a sinistra. Per rimuovere un Etichetta dalle preferite, trascinala di nuovo sulla lista di destra.

source: You may change the name of this search as well as the search terms.
it: Poi cambiare il nome e i termini di questa ricerca

source: You may click on the items in the list to edit tags.
it: Clicca sugli elementi della lista per editare le Etichette

source: _Add Feed...
it: _Aggiungi Sottoscrizione...
pt: _Adicionar Subscrição...
pt_br: _Adicionar Canal...
sv: _Lägg Till Feed...

source: _Delete Media
it: _Cancella Media
pt: A_pagar Media
pt_br: Apagar Mídia
sv: _Ta Bort Media

source: _Delete files on destination that are no longer in the database
it: Cancella i file non più presenti nel database

source: _Download Media
it: _Scarica Media
pt: _Transferir Media
pt_br: Abaixar Mídia
sv: _Nerladdad Media

source: _Export Subscriptions...
it: _Esporta le Sottoscrizioni

source: _Fancy Feed Display
it: Visualizzazione _Fancy

source: _Favorite Tags...
it: Etichette Pre_ferite...

source: _Go
it: _Vai
pt: I_r
pt_br: Ir
sv: _Kör

source: _Horizontal Layout
it: Disposizione _Orizzontale
pt: Disposição _Horizontal
pt_br: Disposição _Horizontal
sv: Horisontell Layout

source: _Import Subscriptions...
it: _Importa Sottoscrizioni

source: _Mark As Viewed
it: _Marca Come Visto
pt: _Marcar Como Visto
pt_br: _Marcar Como Visto
sv: _Markera som sedd

source: _Planet Style Layout
it: Disposizione _Planet

source: _Play Media
it: Ri_produci Media
pt: Re_produzir Media
pt_br: Re_produzir Mídia
sv: Spela Media

source: _Preview
it: Ante_prima

source: _Properties
it: _Proprietà

source: _Refresh Feeds
it: A_ggiorna Sottoscrizioni
pt: A_ctualizar Subscrições
pt_br: _Recarregar Canais
sv: _Ladda om Feeds

source: _Saved Searches...
it: Ricerche _Salvate

source: _Show Today's Downloads...
it: Mo_stra i Download di Oggi...
pt: Mo_strar os Downloads do Dia...
pt_br: Mo_strar Downloads do Dia...
sv: _Visa Dagens Nerladdningar...

source: _Standard Layout
it: Disposizione _Standard
pt: Di_sposição Padrão
pt_br: Di_sposição Padrão

source: _Synchronize
it: _Sincronizza

source: _Synchronize Media...
it: _Sincronizza Media...

source: _Vertical Layout
it: Disposizione _Verticale
pt: Disposição _Vertical
pt_br: Disposição _Vertical
sv: _Vertikal Layout

source: _View
it: _Visualizzazione
pt: _Visualização
pt_br: _Visualização
sv: _Visa

source: a
it: un
sv: en

source: unknown
it: Sconosciuto

source: Active Downloads
sv: Aktiva Nerladdningar

source: No Feeds (Calm Mode)
pt: Nenhuma subscrição (Modo Calmo)
pt_br: Nenhum Canal (Modo Calmo)
sv: Inga Feeds

source: Reloading Feeds...
sv: Laddar om Feeds...

source: WARNING: Expected %(reported_size)s bytes but the file is %(actual_size)s bytes.
sv: VARNING: Förväntade sig %(reported_size)s bytes med filen is %(actual_size)s bytes.

source: Play
pt: Reproduzir
pt_br: Reproduzir
sv: Spela

source: Download And Play
pt: Executar Download e Reproduzir
pt_br: Abaixar e Reproduzir
sv: Ladda Ner Och Spela

source: Stop
pt: Parar
pt_br: Parar
sv: Stopp

source: <b>Edit Tags</b>
pt: <b>Editar Etiquetas</b>
pt_br: <b>Editar Etiquetas</b>
sv: Editera Tagar

source: <b>Rename Feed</b>
pt: <b>Renomear Subscrição</b>
pt_br: <b>Renomear Canal</b>
sv: <b>Byt Namn På Feed</b>

source: All Feeds Downloaded Media No Feeds (Calm Mode)
pt: Todas as Subscrições Media Transferidos Nenhuma Subscrição (Modo Calmo)
pt_br: Todos Canais Mídia abaixada Nenhum Canal (Modo Calmo)
sv: Alla Feeds Nerladdad Media Inga Feeds (Calm Mode)

source: Changing Layouts...
sv: Byt Layout...

source: Edit _Tags...
pt: Editar E_tiquetas
pt_br: Editar E_tiquetas
sv: Editera _Tagar...

source: Password:
sv: Lösenord:

source: Play Unviewed Media
pt: Reproduzir os Media Não Vistos
pt_br: Reproduzir Mídia Inédita
sv: Spela Icke Sedd Media

source: Please enter a new name for this feed:
pt: Por favor introduza um novo nome para esta subscrição:
pt_br: Por favor entre um novo nome para este canal:
sv: Var vänlig ange ett nytt namn för denna feeden:

source: Please enter tags you would like to apply to this feed, separated by commas.
pt: Por favor introduza as etiquetas que você gostaria de aplicar a esta subscrição, separadas por vírgulas.
pt_br: Por favor entre as etiquetas que você gostaria de aplicar à este canal, separadas por vírgulas.
sv: Var vänlig att skriva in tagar Du villl. lägg till feeden, separerade av kommatecken.
