Repository: marwahaha/penguintv
Catalog: po/*.po
Languages: it, pt, pt_br, sv

source: Please wait while PenguinTV changes layouts...
sv: Var vänlig vänta medans PenguinTV byter layout...

source: Re_name...
pt: Re_nomear
pt_br: Re_nomear
sv: Byt_namn...

source: Rename Feed
pt: Renomear Subscrição
pt_br: Renomear Canal
sv: Byt Namn På Feed

source: Stop All Active Downloads
sv: Stoppa Alla Aktiva Nerladdningar

source: _Export OPML...
pt: _Exportar OPML...
pt_br: _Exportar OPML...
sv: _Exportera OPML...

source: _Import OPML...
pt: _Importar OPML...
pt_br: _Importar OPML...
sv: _Importera OPML...

source: _Play Unviewed
pt: Re_produzir Não Vistos
pt_br: Re_produzir Inédito
sv: _Spela icke sedd

source: Downloading %(progress)d%% of %(size)s...
pt: A transferir %(progress)d%% de %(size)s...
pt_br: Abaixando %(progress)d%% de %(size)s...

source: expected at least half of reported size %(reported_size)s but the file is %(actual_size)s bytes.
pt: esperava pelo menos metade do tamanho %(reported_size)s anunciado mas o ficheiro tem %(actual_size)s bytes.
pt_br: experado pelo menos metade do tamanho %(reported_size)s anunciado mas o arquivo é %(actual_size)s bytes.

source: Edit _Tags
pt: Editar E_tiquetas
pt_br: Editar E_tiquetas

source: Automatically resume downloads on startup
pt: Resumir automaticamente os downloads ao iniciar
pt_br: Resumir automaticamente downloads ao iniciar

source: Play Media With
pt: Reproduzir Media Com
pt_br: Reproduzir Mídia Com

source: Please enter the URL of the feed you would like to add:
pt: Por favor introduza o URL da subscrição que você deseja adicionar:
pt_br: Por favor entre o URL do canal que você deseja adicionar:
